{
    "filmes": [
        {
            "numID": "AFA01",
            "title": "Avatar",
            "year": "2009",
            "time": "2h 42m",
            "category": ["Ficção científica", "Ação"],
            "description": "Jake Sully (Sam Worthington) ficou paraplégico após um combate na Terra. Ele é selecionado para participar do programa Avatar em substituição ao seu irmão gêmeo, falecido. Jake viaja a Pandora, uma lua extraterrestre, onde encontra diversas e estranhas formas de vida. O local é também o lar dos Na'Vi, seres humanóides que, apesar de primitivos, possuem maior capacidade física que os humanos. Os Na'Vi têm três metros de altura, pele azulada e vivem em paz com a natureza de Pandora. Os humanos desejam explorar a lua, de forma a encontrar metais valiosos, o que faz com que os Na'Vi aperfeiçoem suas habilidades guerreiras. Como são incapazes de respirar o ar de Pandora, os humanos criam seres híbridos chamados de Avatar. Eles são controlados por seres humanos, através de uma tecnologia que permite que seus pensamentos sejam aplicados no corpo do Avatar. Desta forma Jake pode novamente voltar à ativa, com seu Avatar percorrendo as florestas de Pandora e liderando soldados. Até conhecer Neytiri (Zoe Saldana), uma feroz Na'Vi que conhece acidentalmente e que serve de tutora para sua ambientação na civilização alienígena."
        },
        {
            "numID": "A2FA02",
            "title": "Avatar 2: O Caminho da Água",
            "year": "2022",
            "time": "3h 12m",
            "category": ["Ficção científica", "Ação"],
            "description": "12 anos depois de explorar Pandora e se juntar aos Na’vi, Jake Sully formou uma família com Neytiri e se estabeleceu entre os clãs do novo mundo. Porém, a paz não durará para sempre."
        },
        {
            "numID": "GAFA02",
            "title": "A guerra do Amanhã",
            "year": "2021",
            "time": "2h 20m",
            "category": ["Ficção científica", "Ação"],
            "description": "Em 2051, a humanidade está perdendo uma guerra global contra uma espécie mortal de alienígenas. Para garantir a sobrevivência dos humanos, soldados e civis do presente são transportados para o futuro e se juntam à luta, entre eles Dan Forester, um pai de família determinado a salvar o mundo para sua filha." 
        },
        {
            "numID": "BVQ03",
            "title": "Bem-vinda a Quixeramobim",
            "year": "2022",
            "time": "1h 46m",
            "category": ["Comédia"],
            "description": "Aimee, uma mulher de trinta e poucos anos, é herdeira de um empresário milionário envolvido em um caso de corrupção. Influencer e com muitos seguidores, os bens de sua família e seus são bloqueados pela Receita Federal. Forçada pela primeira vez a ficar sem o dinheiro do pai para se sustentar, Aimée terá que se refugiar na última propriedade da família que resta: uma fazenda em ruínas em Quixeramobim, no interior do Ceará. Na tentativa de vender a propriedade, mas com vergonha da nova realidade, inventa que irá tirar um 'período sabático', por um ano. Assim, terá que lidar com sua nova vida e sustentar a mentira nas redes sociais." 
        },
        {
            "numID": "O4M04",
            "title": "Os 4 malfeitores",
            "year": "2022",
            "time": "2h 21m",
            "category": ["Ação", "Aventura"],
            "description": "Quatro assassinos aposentados voltam à ativa para ajudar uma policial honesta e ética, que está determinada a encontrar um criminoso difícil de capturar." 
        },
        {
            "numID": "CUCM-HF05",
            "title": "Homem de Ferro",
            "year": "2008",
            "time": "2h 6m",
            "category": ["Ação", "Aventura"],
            "description": "Tony Stark é um industrial bilionário e inventor brilhante que realiza testes bélicos no exterior, mas é sequestrado por terroristas que o forçam a construir uma arma devastadora. Em vez disso, ele constrói uma armadura blindada e enfrenta seus sequestradores. Ao voltar para os EUA, Stark aprimora a armadura e a utiliza para combater o crime." 
        },
        {
            "numID": "CUCM-HF205",
            "title": "Homem de Ferro 2",
            "year": "2010",
            "time": "2h 5m",
            "category": ["Ação", "Aventura"],
            "description": "Tony Stark é um industrial bilionário e inventor brilhante que realiza testes bélicos no exterior, mas é sequestrado por terroristas que o forçam a construir uma arma devastadora. Em vez disso, ele constrói uma armadura blindada e enfrenta seus sequestradores. Ao voltar para os EUA, Stark aprimora a armadura e a utiliza para combater o crime." 
        },
        {
            "numID": "CUCM-HF306",
            "title": "Homem de Ferro 3",
            "year": "2013",
            "time": "2h 10h",
            "category": ["Ação", "Aventura"],
            "description": "Desde o ataque dos chitauri a Nova York, Tony Stark (Robert Downey Jr.) vem enfrentando dificuldades para dormir e, quando consegue, tem terríveis pesadelos. Ele teme não conseguir proteger sua namorada Pepper Potts (Gwyneth Paltrow) dos vários inimigos que passou a ter após vestir a armadura do Homem de Ferro. Um deles, o Mandarim (Ben Kingsley), decide atacá-lo com força total, destruindo sua mansão e colocando a vida de Pepper em risco. Para enfrentá-lo Stark precisará ressurgir do fundo do mar, para onde foi levado junto com os destroços da mansão, e superar seu maior medo: o de fracassar." 
        },
        {
            "numID": "CUCM-CA07",
            "title": "Capitão América: O primeiro Vingador",
            "year": "2011",
            "time": "2h 4m",
            "category": ["Ação", "Aventura"],
            "description": "Durante a Segunda Guerra Mundial, Steve Rogers é um homem doente, do Brooklyn, que se transforma no super soldado Capitão América para ajudar nos esforços de guerra. Rogers deve parar o Caveira Vermelha, o implacável chefe de armas de Adolf Hitler e líder de uma organização que pretende usar um misterioso mecanismo de incalculáveis poderes para dominar o mundo." 
        },
        {
            "numID": "CUCM-CA08",
            "title": "Capitão América: O soldado invernal",
            "year": "2014",
            "time": "2h 16m",
            "category": ["Ação", "Aventura"],
            "description": "Após os eventos catastróficos em Nova York com Os Vingadores, Steve Rogers, segue tentando se ajustar ao mundo moderno. Porém, quando um colega da agência S.H.I.E.L.D. é atacado, Steve se vê preso em uma rede de intrigas que ameaça colocar o mundo em risco. Em parceria com a Viúva Negra e Falcão, seu novo aliado, o Capitão América tem que enfrentar um misterioso e inesperado inimigo, o Soldado Invernal." 
        },
        {
            "numID": "CUCM-CA09",
            "title": "Capitão América: Guerra Civil",
            "year": "2016",
            "time": "2h 28m",
            "category": ["Ação", "Aventura"],
            "description": "Depois do ataque de Ultron, os políticos decidem controlar os Vingadores, já que suas ações afetam toda a humanidade. A decisão coloca o Capitão América em rota de colisão com o Homem de Ferro." 
        },
        {
            "numID": "CUCM-HFO010",
            "title": "Homem Formiga",
            "year": "2015",
            "time": "1h 58m",
            "category": ["Ação", "Aventura"],
            "description": "Dr. Hank Pym (Michael Douglas), o inventor da fórmula/ traje que permite o encolhimento, anos depois da descoberta, precisa impedir que seu ex-pupilo Darren Cross (Corey Stoll), consiga replicar o feito e vender a tecnologia para uma organização do mal. Depois de sair da cadeia, o trambiqueiro Scott Lang (Paul Rudd) está disposto a reconquistar o respeito da ex-mulher, Maggie (Judy Greer) e, principalmente, da filha. Com dificuldades de arrumar um emprego honesto, ele aceita praticar um último golpe. O que ele não sabia era que tudo não passava de um plano do Dr. Pym que, depois de anos observando o hábil ladrão, o escolhe para vestir o traje do Homem-Formiga." 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "category": ["", ""],
            "description": "" 
        }
    ]
}