{
    "filmes": [
        {
            "numID": "AFA01-0 ",
            "title": "Avatar",
            "year": "2009",
            "time": "2h 42m",
            "url": "https://sinalpublico.com/player3/serverfhlb.php?vid=AVTR",
            "category": ["Ficção científica", "Ação"],
            "description": "Jake Sully (Sam Worthington) ficou paraplégico após um combate na Terra. Ele é selecionado para participar do programa Avatar em substituição ao seu irmão gêmeo, falecido. Jake viaja a Pandora, uma lua extraterrestre, onde encontra diversas e estranhas formas de vida. O local é também o lar dos Na'Vi, seres humanóides que, apesar de primitivos, possuem maior capacidade física que os humanos. Os Na'Vi têm três metros de altura, pele azulada e vivem em paz com a natureza de Pandora. Os humanos desejam explorar a lua, de forma a encontrar metais valiosos, o que faz com que os Na'Vi aperfeiçoem suas habilidades guerreiras. Como são incapazes de respirar o ar de Pandora, os humanos criam seres híbridos chamados de Avatar. Eles são controlados por seres humanos, através de uma tecnologia que permite que seus pensamentos sejam aplicados no corpo do Avatar. Desta forma Jake pode novamente voltar à ativa, com seu Avatar percorrendo as florestas de Pandora e liderando soldados. Até conhecer Neytiri (Zoe Saldana), uma feroz Na'Vi que conhece acidentalmente e que serve de tutora para sua ambientação na civilização alienígena.",
            "images": {
                "poster": "https://imgbox.com/fe2iqdht",
                "backdrop": "https://imgbox.com/ZAVCiIiv"
            }
        },
        {
            "numID": "A2FA02-1",
            "title": "Avatar 2: O Caminho da Água",
            "year": "2022",
            "time": "3h 12m",
            "url": "",
            "category": ["Ficção científica", "Ação"],
            "description": "12 anos depois de explorar Pandora e se juntar aos Na’vi, Jake Sully formou uma família com Neytiri e se estabeleceu entre os clãs do novo mundo. Porém, a paz não durará para sempre.",
            "images": {
                "poster": "https://imgbox.com/SpLtlcdT",
                "backdrop": ""
            }
        },
        {
            "numID": "GAFA03-2",
            "title": "A guerra do Amanhã",
            "year": "2021",
            "time": "2h 20m",
            "category": ["Ficção científica", "Ação"],
            "description": "Em 2051, a humanidade está perdendo uma guerra global contra uma espécie mortal de alienígenas. Para garantir a sobrevivência dos humanos, soldados e civis do presente são transportados para o futuro e se juntam à luta, entre eles Dan Forester, um pai de família determinado a salvar o mundo para sua filha.",
            "images": {
                "poster": "https://imgbox.com/zISnryDj",
                "backdrop": ""
            }
        },
        {
            "numID": "BVQ04-3",
            "title": "Bem-vinda a Quixeramobim",
            "year": "2022",
            "time": "1h 46m",
            "category": ["Comédia"],
            "description": "Aimee, uma mulher de trinta e poucos anos, é herdeira de um empresário milionário envolvido em um caso de corrupção. Influencer e com muitos seguidores, os bens de sua família e seus são bloqueados pela Receita Federal. Forçada pela primeira vez a ficar sem o dinheiro do pai para se sustentar, Aimée terá que se refugiar na última propriedade da família que resta: uma fazenda em ruínas em Quixeramobim, no interior do Ceará. Na tentativa de vender a propriedade, mas com vergonha da nova realidade, inventa que irá tirar um 'período sabático', por um ano. Assim, terá que lidar com sua nova vida e sustentar a mentira nas redes sociais.",
            "images": {
                "poster": "https://imgbox.com/Q7oE0e3U",
                "backdrop": ""
            }
        },
        {
            "numID": "O4M05-4",
            "title": "Os 4 malfeitores",
            "year": "2022",
            "time": "2h 21m",
            "category": ["Ação", "Aventura"],
            "description": "Quatro assassinos aposentados voltam à ativa para ajudar uma policial honesta e ética, que está determinada a encontrar um criminoso difícil de capturar.",
            "images": {
                "poster": "https://imgbox.com/uqydfajL",
                "backdrop": ""
            } 
        },
        {
            "numID": "CUCM-HF06-5",
            "title": "Homem de Ferro",
            "year": "2008",
            "time": "2h 6m",
            "category": ["Ação", "Aventura"],
            "description": "Tony Stark é um industrial bilionário e inventor brilhante que realiza testes bélicos no exterior, mas é sequestrado por terroristas que o forçam a construir uma arma devastadora. Em vez disso, ele constrói uma armadura blindada e enfrenta seus sequestradores. Ao voltar para os EUA, Stark aprimora a armadura e a utiliza para combater o crime.",
            "images": {
                "poster": "https://imgbox.com/g2CYt4v2",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-HF207-6",
            "title": "Homem de Ferro 2",
            "year": "2010",
            "time": "2h 5m",
            "category": ["Ação", "Aventura"],
            "description": "Tony Stark é um industrial bilionário e inventor brilhante que realiza testes bélicos no exterior, mas é sequestrado por terroristas que o forçam a construir uma arma devastadora. Em vez disso, ele constrói uma armadura blindada e enfrenta seus sequestradores. Ao voltar para os EUA, Stark aprimora a armadura e a utiliza para combater o crime.",
            "images": {
                "poster": "https://imgbox.com/D4Vda737",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-HF308-7",
            "title": "Homem de Ferro 3",
            "year": "2013",
            "time": "2h 10h",
            "category": ["Ação", "Aventura"],
            "description": "Desde o ataque dos chitauri a Nova York, Tony Stark (Robert Downey Jr.) vem enfrentando dificuldades para dormir e, quando consegue, tem terríveis pesadelos. Ele teme não conseguir proteger sua namorada Pepper Potts (Gwyneth Paltrow) dos vários inimigos que passou a ter após vestir a armadura do Homem de Ferro. Um deles, o Mandarim (Ben Kingsley), decide atacá-lo com força total, destruindo sua mansão e colocando a vida de Pepper em risco. Para enfrentá-lo Stark precisará ressurgir do fundo do mar, para onde foi levado junto com os destroços da mansão, e superar seu maior medo: o de fracassar.",
            "images": {
                "poster": "https://imgbox.com/HmUCNkMl",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-CA09-8",
            "title": "Capitão América: O primeiro Vingador",
            "year": "2011",
            "time": "2h 4m",
            "category": ["Ação", "Aventura"],
            "description": "Durante a Segunda Guerra Mundial, Steve Rogers é um homem doente, do Brooklyn, que se transforma no super soldado Capitão América para ajudar nos esforços de guerra. Rogers deve parar o Caveira Vermelha, o implacável chefe de armas de Adolf Hitler e líder de uma organização que pretende usar um misterioso mecanismo de incalculáveis poderes para dominar o mundo.",
            "images": {
                "poster": "https://imgbox.com/CWeOsrJo",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-CA10-9",
            "title": "Capitão América: O soldado invernal",
            "year": "2014",
            "time": "2h 16m",
            "category": ["Ação", "Aventura"],
            "description": "Após os eventos catastróficos em Nova York com Os Vingadores, Steve Rogers, segue tentando se ajustar ao mundo moderno. Porém, quando um colega da agência S.H.I.E.L.D. é atacado, Steve se vê preso em uma rede de intrigas que ameaça colocar o mundo em risco. Em parceria com a Viúva Negra e Falcão, seu novo aliado, o Capitão América tem que enfrentar um misterioso e inesperado inimigo, o Soldado Invernal.",
            "images": {
                "poster": "https://imgbox.com/72qTEL1V",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-CA11-10",
            "title": "Capitão América: Guerra Civil",
            "year": "2016",
            "time": "2h 28m",
            "category": ["Ação", "Aventura"],
            "description": "Depois do ataque de Ultron, os políticos decidem controlar os Vingadores, já que suas ações afetam toda a humanidade. A decisão coloca o Capitão América em rota de colisão com o Homem de Ferro.",
            "images": {
                "poster": "https://imgbox.com/pPdhq1Yk",
                "backdrop": ""
            } 
        },
        {
            "numID": "CUCM-HFO12-11",
            "title": "Homem Formiga",
            "year": "2015",
            "time": "1h 58m",
            "category": ["Ação", "Aventura"],
            "description": "Dr. Hank Pym (Michael Douglas), o inventor da fórmula/ traje que permite o encolhimento, anos depois da descoberta, precisa impedir que seu ex-pupilo Darren Cross (Corey Stoll), consiga replicar o feito e vender a tecnologia para uma organização do mal. Depois de sair da cadeia, o trambiqueiro Scott Lang (Paul Rudd) está disposto a reconquistar o respeito da ex-mulher, Maggie (Judy Greer) e, principalmente, da filha. Com dificuldades de arrumar um emprego honesto, ele aceita praticar um último golpe. O que ele não sabia era que tudo não passava de um plano do Dr. Pym que, depois de anos observando o hábil ladrão, o escolhe para vestir o traje do Homem-Formiga.",
            "images": {
                "poster": "https://imgbox.com/iOriZ6NA",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-HFV13-12",
            "title": "Homem Formiga e a Vespa",
            "year": "2018",
            "time": "1h 58m",
            "category": ["Aventura", "Fantasia"],
            "description": "Scott Lang lida com as consequências de suas escolhas tanto como super-herói quanto como pai. Enquanto tenta reequilibrar sua vida com suas responsabilidades como o Homem-Formiga, ele é confrontado por Hope van Dyne e Dr. Hank Pym com uma nova missão urgente. Scott deve mais uma vez vestir o uniforme e aprender a lutar ao lado da Vespa, trabalhando em conjunto para descobrir segredos do passado.",
            "images": {
                "poster": "https://imgbox.com/Kukf6wWt",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-PN014-13",
            "title": "Pantera Negra",
            "year": "2018",
            "time": "2h 15m",
            "category": ["Aventura", "Ação"],
            "description": "“Black Panther”, da Marvel Studios, segue T’Challa, que, após a morte de seu pai, o rei de Wakanda, retorna para a nação africana isolada e tecnologicamente avançada para suceder ao trono e tomar seu lugar como rei. Mas quando um velho e poderoso inimigo reaparece, a coragem de T’Challa como rei – e Pantera Negra – é testada quando ele é atraído por um conflito formidável que coloca em risco o destino de Wakanda e do mundo inteiro. Diante da traição e do perigo, o jovem rei deve reunir seus aliados e liberar todo o poder do Pantera Negra para derrotar seus inimigos e garantir a segurança de seu povo e seu modo de vida.",
            "images": {
                "poster": "https://imgbox.com/yV7I2C6m",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-GG015-14",
            "title": "Guardiões da Galáxia",
            "year": "2014",
            "time": "2h 2m",
            "category": ["Ação", "Ficção científica"],
            "description": "Abduzido da Terra quando ainda era criança, Peter Quill (Chris Pratt) fez carreira como saqueador e se auto denominou “Senhor das Estrelas”. Quando rouba uma esfera, na qual o poderoso vilão Ronan, da raça kree, está interessado, passa a ser procurado por vários caçadores de recompensas. Para escapar do perigo, Quill une forças com quatro personagens fora do sistema: Groot, uma árvore humanóide (Vin Diesel), a sombria e perigosa Gamora (Zoe Saldana), o guaxinim rápido no gatilho Rocket Racoon (Bradley Cooper) e o vingativo Drax, o Destruidor (Dave Bautista). A esfera roubada é capaz de mudar o destino de todo o universo.",
            "images": {
                "poster": "https://imgbox.com/dnDMsfhR",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-GG216-15",
            "title": "Guardiões da Galáxia 2",
            "year": "2017",
            "time": "2h 17m",
            "category": ["Ficção científica", "Ação"],
            "description": "Os Guardiões precisam lutar para manter sua recém descoberta família unida, enquanto descobrem os mistérios sobre o verdadeiro pai de Peter Quill.",
            "images": {
                "poster": "https://imgbox.com/rbfeZLvK",
                "backdrop": ""
            }
        },
        {
            "numID": "TGM017-16",
            "title": "Top Gun: Maverick",
            "year": "2022",
            "time": "2h 11m",
            "category": ["Ação", "Aventura"],
            "description": "Depois de mais de 30 anos de serviço como um dos principais aviadores da Marinha, Pete “Maverick” Mitchell está de volta, rompendo os limites como um piloto de testes corajoso. No mundo contemporâneo das guerras tecnológicas, Maverick enfrenta drones e prova que o fator humano ainda é essencial.",
            "images": {
                "poster": "https://imgbox.com/hucaF978",
                "backdrop": ""
            }
        },
        {
            "numID": "CJP-JP118-17",
            "title": "Jurassic Park: O Parque dos Dinossauros",
            "year": "1993",
            "time": "2h 7m",
            "category": ["Ficção científica", "Aventura"],
            "description": "Um parque construído por um milionário tem dinossauros diversos como habitantes, extintos a sessenta e cinco milhões de anos. Isto é possível por ter sido encontrado um inseto fossilizado, que tinha sugado sangue destes dinossauros, de onde pôde-se isolar o DNA, o código químico da vida e, a partir deste ponto, recriá-los em laboratório. Mas, o que parecia ser um sonho se torna um pesadelo, quando a experiência sai do controle de seus criadores.",
            "images": {
                "poster": "https://imgbox.com/CgxeVf9N",
                "backdrop": ""
            }
        },
        {
            "numID": "CJP-JP219-18",
            "title": "Jurassic Park: O Mundo Perdido",
            "year": "1997",
            "time": "2h 9m",
            "category": ["Ficção científica", "Ação"],
            "description": "John Hammond chama o teórico do caos Ian Malcolm à sua casa para dar algumas notícias aterradoras: Enquanto quase tudo em Jurassic Park foi destruído, seus engenheiros parecem ter um segundo local, onde outros dinossauros estão escondidos. Aparentemente, os dinossauros na segunda ilha estão vivos e bem e até se acasalando. Hammond quer que Malcolm observe e documente as criaturas antes que mercenários cheguem até eles.",
            "images": {
                "poster": "https://imgbox.com/lWQjsceR",
                "backdrop": ""
            }
        },
        {
            "numID": "CJP-JP320-19",
            "title": "Jurassic Park 3",
            "year": "2001",
            "time": "1h 32m",
            "category": ["Ficção científica", "Ação"],
            "description": "Apesar de ter ficado abalado com seu último encontro com dinossauros vivos, o Dr. Alan Grant (Sam Neill) continua dedicando sua vida a estudá-los e desenvolve uma teoria sobre o desenvolvimento da inteligência dos velociraptors. Desesperado em busca de fundos para dar prosseguimento à sua pesquisa, ele aceita a oferta de Paul (William H. Macy) e Amanda Kirby (Téa Leoni), dois milionários que desejam fazer uma excursão aérea na Ilha Sorna e que querem contratá-lo para acompanhá-los. Porém, durante a viagem, o Dr. Alan Grant descobre a verdadeira intenção dos Kirby, que é descer até a Ilha Sorna para procurar seu filho, que desapareceu no local em uma expedição ocorrida oito semanas antes. Apesar da oposição de Grant, eles pousam na ilha e acabam sendo atacados por uma nova espécie de dinossauro, maior e mais feroz que o tiranossauro rex.",
            "images": {
                "poster": "https://imgbox.com/OWk78mUx",
                "backdrop": ""
            }
        },
        {
            "numID": "CJP-JW021-20",
            "title": "Jurassic World: O Mundo dos Dinossauros",
            "year": "2015",
            "time": "2h 4m",
            "category": ["Ficção científica", "Ação"],
            "description": "O Jurassic Park, localizado na ilha Nublar, enfim está aberto ao público. Com isso, as pessoas podem conferir shows acrobáticos com dinossauros e até mesmo fazer passeios bem perto deles, já que agora estão domesticados. Entretanto, a equipe chefiada pela doutora Claire passa a fazer experiências genéticas com estes seres, de forma a criar novas espécies. Uma delas adquire inteligência bem mais alta, logo se tornando uma grande ameaça para a existência humana.",
            "images": {
                "poster": "https://imgbox.com/MTKg2uFg",
                "backdrop": ""
            }
        },
        {
            "numID": "CJP-JW222-21",
            "title": "Jurassic World: Reino Ameaçado",
            "year": "2018",
            "time": "2h 9m",
            "category": ["Ficção científica", "Ação"],
            "description": "Quatro anos após o fechamento do Jurassic World, um vulcão prestes a entrar em erupção põe em risco a vida na ilha Nublar. No local não há mais qualquer presença humana, com os dinossauros vivendo livremente. Diante da situação, é preciso tomar uma decisão: deve-se retornar à ilha para salvar os animais ou abandoná-los para uma nova extinção? Decidida a resgatá-los, Claire convoca Owen a retornar à ilha com ela.",
            "images": {
                "poster": "https://imgbox.com/J0r7aq67",
                "backdrop": ""
            }
        },
        {
            "numID": "CJP-JW323-22",
            "title": "Jurassic World: O Domínio",
            "year": "2022",
            "time": "2h 27m",
            "category": ["Ficção científica", "Ação"],
            "description": "Quatro anos após a destruição da Ilha Nublar, os dinossauros agora vivem – e caçam – ao lado de humanos em todo o mundo. Esse frágil equilíbrio remodelará o futuro e determinará, de uma vez por todas, se os seres humanos continuarão sendo os principais predadores em um planeta que agora compartilham com as criaturas mais temíveis da história.",
            "images": {
                "poster": "https://imgbox.com/jxT4Gapw",
                "backdrop": ""
            }
        },
        {
            "numID": "CUCM-DEML24-23",
            "title": "Doutor Estranho no Multiverso da Loucura",
            "year": "2022",
            "time": "2h 6m",
            "category": ["Ação", "Aventura"],
            "description": "Doutor Estranho, com a ajuda de aliados místicos antigos e novos, atravessa as perigosas realidades alternativas e alucinantes do Multiverso para enfrentar um novo adversário misterioso.",
            "images": {
                "poster": "https://imgbox.com/AOctnlBk",
                "backdrop": ""
            }
        },
        {
            "numID": "AO025-24",
            "title": "Agente Oculto",
            "year": "2022",
            "time": "2h 2m",
            "category": ["Ação", "Suspense"],
            "description": "O agente mais valioso da CIA, cuja identidade é desconhecida, descobre segredos da agência e desencadeia uma caçada global por assassinos libertados por seu ex-colega.",
            "images": {
                "poster": "https://imgbox.com/1tloGXnP",
                "backdrop": ""
            }
        },
        {
            "numID": "AR026-25",
            "title": "Amor de redenção",
            "year": "2022",
            "time": "2h 14m",
            "category": ["Romance", "Faroeste"],
            "description": "Califórnia, 1850. Angel, vendida como prostituta quando criança, aprendeu a desconfiar de todos os homens, que a veem apenas como uma forma de satisfazer seus desejos. Quando o virtuoso Michael Hosea recebe de Deus a ordem de se casar com Angel, ele obedece, apesar de seus receios. Baseado no romance “Amor de Redenção”, de Francine Rivers.",
            "images": {
                "poster": "https://imgbox.com/vlvJzIq2",
                "backdrop": ""
            }
        },
        {
            "numID": "UFM027-26",
            "title": "Uncharted: Fora do Mapa",
            "year": "2022",
            "time": "1h 56m",
            "category": ["Aventura", "Ação"],
            "description": "Nathan Drake e seu parceiro canastrão Victor “Sully” Sullivan embarcam em uma perigosa busca para encontrar o maior tesouro jamais encontrado. Enquanto isso, eles também rastreiam pistas que podem levar ao irmão perdido de Nathan.",
            "images": {
                "poster": "https://imgbox.com/9SplzSP7",
                "backdrop": ""
            }
        },
        {
            "numID": "CDCU-AN028-27",
            "title": "Adão Negro",
            "year": "2022",
            "time": "2h 5m",
            "category": ["Aventura", "Ação"],
            "description": "O poderoso Adão Negro é libertado de sua tumba para lançar sua justiça cruel sobre a Terra.",
            "images": {
                "poster": "https://imgbox.com/jZGlZMpf",
                "backdrop": ""
            }
        },
        {
            "numID": "CJW029-28",
            "title": "John Wick: De Volta ao Jogo",
            "year": "2014",
            "time": "1h 41m",
            "category": ["Ação", "Thriller"],
            "description": "John Wick é um lendário assassino de aluguel aposentado, lidando com o luto após perder o grande amor de sua vida. Quando um gângster invade sua casa, mata seu cachorro e rouba seu carro, ele é forçado a voltar à ativa e inicia sua vingança.",
            "images": {
                "poster": "https://imgbox.com/CdxiHNVP",
                "backdrop": ""
            }
        },
        {
            "numID": "CJW230-29",
            "title": "John Wick: Um Novo dia para Matar",
            "year": "2017",
            "time": "2h 2m",
            "category": ["Ação", "Thriller"],
            "description": "O lendário John Wick é forçado a deixar a aposentadoria em função de um criminoso que conspira para tomar o controle de um clã de assassinos internacionais. Por causa de um pacto de sangue, John Wick viaja para Roma, com o objetivo de ajudar um velho amigo a derrubar a organização internacional secreta, perigosa e mortal de assassinos procurados em todo o mundo.",
            "images": {
                "poster": "https://imgbox.com/7nPEJFNt",
                "backdrop": ""
            }
        },
        {
            "numID": "CJW331-30",
            "title": "Jonh Wick 3: Parabellum",
            "year": "2019",
            "time": "2h 11m",
            "category": ["Ação", "Thriller"],
            "description": "Após assassinar o chefe da máfia Santino D’Antonio no Hotel Continental, John Wick passa a ser perseguido pelos membros da Alta Cúpula sob a recompensa de U$14 milhões. Agora, ele precisa unir forças com antigos parceiros que o ajudaram no passado enquanto luta por sua sobrevivência.",
            "images": {
                "poster": "https://imgbox.com/7Bqz5CEP",
                "backdrop": ""
            }
        },
        {
            "numID": "CD-D032-31",
            "title": "Divergente",
            "year": "2014",
            "time": "2h 19m",
            "category": ["Ficção científica", "Ação"],
            "description": "Na futurística cidade de Chicago, ao completar 16 anos, Beatrice precisa escolher entre as diferentes facções em que a cidade está dividida. Cada uma representa um valor diferente e, ao contrário de sua família, a jovem opta pela facção dos destemidos, a Audácia. Ela então se torna Tris e inicia uma jornada para afastar seus medos e descobrir quem realmente é. Durante essa jornada, acaba conhecendo o jovem Quatro, um rapaz experiente que tem o dom de intrigá-la e de encantá-la ao mesmo tempo.",
            "images": {
                "poster": "https://imgbox.com/qGNmRGGX",
                "backdrop": ""
            }
        },
        {
            "numID": "CD-I033-32",
            "title": "A Série Divergente: Insurgente",
            "year": "2015",
            "time": "1h 59m",
            "category": ["Ficção científica", "Ação"],
            "description": "Em fuga e sob a mira da impiedosa líder de facção Jeanine, Tris luta para proteger as pessoas que ama, enfrentando um desafio impossível após outro, enquanto ela e Quatro correm apra desvendar a verdade sobre o passado – e dessa forma, sobre o futuro – de seu mundo.",
            "images": {
                "poster": "https://imgbox.com/nnnePy1A",
                "backdrop": ""
            }
        },
        {
            "numID": "CD-C034-33",
            "title": "A Série Divergente: Convergente",
            "year": "2016",
            "time": "2h",
            "category": ["Ficção científica", "Ação"],
            "description": "Tris e Quatro lideram um grupo de rebeldes em uma perigosa fuga pelo muro que cerca a cidade – a um estranho e novo mundo no qual enfrentam uma ameaça mais perigosa do que tudo o que poderiam imaginar. Juntos, eles travam uma batalha furiosa por sua sobrevivência, lutando não apenas pelas Facções, amigos e famílias, mas pelo futuro de uma cidade inteira.",
            "images": {
                "poster": "https://imgbox.com/o72TBUBN",
                "backdrop": ""
            }
        },
        {
            "numID": "MM035-34",
            "title": "Mad Max: Estrada da Fúria",
            "year": "2015",
            "time": "2h",
            "category": ["Ação", "Aventura"],
            "description": "Em um mundo apocalíptico, Max Rockatansky acredita que a melhor forma de sobreviver é não depender de ninguém. Porém, após ser capturado pelo tirano Immortan Joe e seus rebeldes, Max se vê no meio de uma guerra mortal, iniciada pela imperatriz Furiosa que tenta salvar um grupo de garotas. Também tentando fugir, Max aceita ajudar Furiosa. Dessa vez, o tirano Joe está ainda mais implacável pois teve algo insubstituível roubado.",
            "images": {
                "poster": "https://imgbox.com/eu7ETRqj",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-PD036-35",
            "title": "Harry Potter e a Pedra Filosofal",
            "year": "2001",
            "time": "2h 32m",
            "category": ["Fantasia", "Aventura"],
            "description": "Harry Potter é um garoto órfão que vive infeliz com seus tios, os Dursley. Em seu aniversário de 11 anos ele recebe uma carta que mudará sua vida: um convite para ingressar em Hogwarts.",
            "images": {
                "poster": "https://imgbox.com/9Zw7iuQd",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-CS037-36",
            "title": "Harry Potter e a Câmara Secreta",
            "year": "2002",
            "time": "2h 41m",
            "category": ["Fantasia", "Aventura"],
            "description": "Carros voadores, árvores que lutam e um misterioso elfo, com um aviso ainda mais misterioso. Harry Potter está pronto para dar início ao segundo ano de sua maravilhosa jornada no mundo da bruxaria. Em Hogwarts nesse ano, aranhas falam, cartas dão broncas e a habilidade de Harry para falar com cobras voltará contra ele. De clubes de duelo a jogadores de quadribol desonestos, esse será um ano de aventura e perigo para todos. Quando a mensagem sangrenta na parede anuncia que a Câmara Secreta foi aberta, Harry, Rony e Hermione percebem que para salvar Hogwarts será preciso muita mágica e coragem. Confira essa enfeitiçante adaptação do segundo livro da obra da escritora J.K. Rowling e prepare-se para ficar petrificado quando Harry Potter demonstrar que, mais que um bruxo, é um verdadeiro herói.",
            "images": {
                "poster": "https://imgbox.com/MMcRkoBa",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-PA038-37",
            "title": "Harry Potter e o Prisioneiro de Azkaban",
            "year": "2004",
            "time": "2h 19m",
            "category": ["Fantasia", "Aventura"],
            "description": "Quando a desprezível Tia Guida voa pelo céu na noite, Harry parte para o que será seu terceiro ano em Hogwarts. Um passeio no Nôitibus o leva para o Beco Diagonal onde ele fica sabendo que um prisioneiro foragido, Sirius Black está atrás dele. Em Hogwarts, Harry e seus amigos aprendem a delicada arte de se aproximar de um Hipogrifo, como transformar monstros em risadas e até mesmo a voltar no tempo. Dementadores sugadores de almas pairam sobre Hogwarts, ameaçando Harry, enquanto um seguidor de Aquele-Que-Não-Se-Deve-Nomear espreita pela escola. E Harry será forçado a confrontar todos eles. Dirigido por Alfonso Cuarón e baseado no terceiro livro de J.K. Rowling, essa maravilhosa história traz risadas, suspense e surpresas de tirar o fôlego, a especialidade dos filmes de Harry Potter. Prepare-se!",
            "images": {
                "poster": "https://imgbox.com/82bLh6ge",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-CF039-38",
            "title": "Harry Potter e o Cálice de Fogo",
            "year": "2005",
            "time": "2h 37m",
            "category": ["Fantasia", "Aventura"],
            "description": "Quando o nome de Harry Potter emerge do Cálice de Fogo, ele se transforma em um competidor em uma extenuante batalha de magia entre três escolas de feiticeiros – o Torneio Tribruxo. Mas se Harry não se inscreveu para o tal torneio, quem o fez? Agora, Harry precisa confrontar um mortal dragão, ferozes demônios da água e um labirinto encantado aonde se deparará com Aquele-Que-Não-Deve-Ser-Nomeado. Nesta quarta adaptação da série Harry Potter, criada por J.K. Rowling, tudo está modificado, a começar pelo próprio Harry e seus inseparáveis amigos, Ron e Hermione, que deixam a infância para sempre e partem para desafios maiores do que tudo aquilo que um dia eles já imaginaram.",
            "images": {
                "poster": "https://imgbox.com/wehVJyBf",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-OF040-39",
            "title": "Harry Potter e a Ordem da Fênix",
            "year": "2007",
            "time": "2h 18m",
            "category": ["Fantasia", "Aventura"],
            "description": "A rebelião começa! Lord Voldemort está de volta, mas o Ministério da Magia está fazendo tudo a seu alcance para impedir que a comunidade mundial de bruxos descubra isso – incluindo indicar a oficial do Ministério, Dolores Umbridge, como a nova professora de Defesa Contra as Artes das Trevas de Hogwarts. Quando Umbridge se recusa a ensinar a prática de mágica defensiva, Rony e Hermione convencem Harry a secretamente treinar um grupo de estudantes para a guerra de magia que está prestes a estourar. Um terrível combate entre o bem e o mal será o incrível ápice desta versão para o quinto filme da série Harry Potter, mais uma vez baseado na obra de J.K. Rowling. Se prepare para a batalha!",
            "images": {
                "poster": "https://imgbox.com/37OnShnZ",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-EP041-40",
            "title": "Harry Potter e o Enigma do Príncipe",
            "year": "2009",
            "time": "2h 33m",
            "category": ["Fantasia", "Aventura"],
            "description": "À medida que Lorde Voldemort aperta o cerco ao mundo dos Trouxas e dos feiticeiros. Hogwarts deixou de ser um paraíso protegido. Harry suspeita que existam perigos até mesmo dentro do castelo, mas Dumbledore está mais preocupado para a batalha final que está próximo de se iniciar. Juntos, eles se esforçam para descobrir a chave que desbloqueia as defesas de Voldemort e, para isso, Dumbledore recruta seu velho amigo horace slughorn, quem, ele acredita, possui informações valiosas a respeito. Mesmo quando um confronto decisivo se aproxima, há tempo para romance nos corações de Harry, Ron, Hermione e seus colegas de classe. O amor está no ar, mas o perigo também e Hogwarts pode nunca mais ser a mesma.",
            "images": {
                "poster": "https://imgbox.com/BnLcSBjN",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-RM142-41",
            "title": "Harry Potter e as Relíquias da Morte - Parte 1",
            "year": "2010",
            "time": "2h 26m",
            "category": ["Fantasia", "Aventura"],
            "description": "Harry, Ron e Hermione estão determinados em sua missão de descobrir e acabar com o segredo da imortalidade e do poder de destruição de Voldemort – os Horcruxes. Fugitivos e sozinhos, os três amigos devem apenas contar uns com os outros, agora mas do que nunca… Mas as Forças das Trevas no caminho ameaçam separá-los para sempre.",
            "images": {
                "poster": "https://imgbox.com/FthFnpfj",
                "backdrop": ""
            }
        },
        {
            "numID": "CHP-RM243-42",
            "title": "Harry Potter e as Relíquias da Morte - Parte 2",
            "year": "2011",
            "time": "2h 10m",
            "category": ["Fantasia", "Aventura"],
            "description": "No final épico, a batalha entre as forças do bem e do mal no mundo da bruxaria toma proporções de uma guerra mundial. As apostas nunca foram tão altas e ninguém está a salvo. Mas é Harry que pode ser convocado para fazer um derradeiro sacrifício, à medida que ele se aproxima cada vez mais do confronto final com Lorde Voldemort. Tudo termina aqui.",
            "images": {
                "poster": "https://imgbox.com/ahrGZppD",
                "backdrop": ""
            }
        },
        {
            "numID": "CJV-JV044-43",
            "title": "Jogos Vorazes",
            "year": "2012",
            "time": "2h 22m",
            "category": ["Ação", "Ficção científica"],
            "description": "Num futuro distante, boa parte da população é controlada por um regime totalitário, que relembra esse domínio realizando um evento anual – e mortal – entre os 12 distritos sob sua tutela. Para salvar sua irmã caçula, a jovem Katniss Everdeen (Jennifer Lawrence) se oferece como voluntária para representar seu distrito na competição e acaba contando com a companhia de Peeta Melark (Josh Hutcherson), desafiando não só o sistema dominante, mas também a força dos outros oponentes.",
            "images": {
                "poster": "https://imgbox.com/ytevSTU0",
                "backdrop": ""
            }
        },
        {
            "numID": "CJV-C045-44",
            "title": "Jogos Vorazes: Em Chamas",
            "year": "2013",
            "time": "2h 26m",
            "category": ["Ação", "Ficção científica"],
            "description": "Após saírem vencedores da última edição dos Jogos Vorazes, as atitudes desafiadoras de Katniss e Peeta acabam inspirando uma rebelião contra a opressiva Capital. No entanto, os dois são obrigados a participarem de uma edição especial do torneio, o Massacre Quaternário, que acontece apenas a cada 25 anos, e reúne vencedores das edições anteriores.",
            "images": {
                "poster": "https://imgbox.com/AA9j6ne1",
                "backdrop": ""
            }
        },
        {
            "numID": "CJV-E046-45",
            "title": "Jogos Vorazes: A Esperança - Parte 1",
            "year": "2014",
            "time": "2h 3m",
            "category": ["Ação", "Ficção científica"],
            "description": "Após sobreviver à temível arena dos Jogos Vorazes, Katniss Everdeen está desanimada e destruída. Depois que a Capital reduziu o Distrito 12 a destroços, ela se refugiou no Distrito 13. Peeta Mellark foi submetido a uma lavagem cerebral, e agora está sob o domínio de Snow. Então, a presidência quer que Katniss lidere uma “resistência” e mobilize a população em uma empreitada que irá colocá-la no centro da trama para desmascarar Snow.",
            "images": {
                "poster": "https://imgbox.com/MOOE4hnd",
                "backdrop": ""
            }
        },
        {
            "numID": "CJV-EF047-46",
            "title": "Jogos Vorazes: A Esperança - O Final",
            "year": "2015",
            "time": "2h 17m",
            "category": ["Ação", "Ficção científica"],
            "description": "Katniss e seus amigos Peeta, Gale e Finnick embarcam em sua última missão: organizar uma resistência contra o presidente e libertar o povo de Panem. A coragem de Katniss faz renascer a esperança em um país disposto a se livrar da opressão.",
            "images": {
                "poster": "https://imgbox.com/tiprFDcn",
                "backdrop": ""
            }
        },
        {
            "numID": "CVF-VF148-47",
            "title": "Velozes e Furiosos",
            "year": "2001",
            "time": "1h 46m",
            "category": ["Crime", "Thriller", "Ação"],
            "description": "Brian O'Conner é um policial que se infiltra no submundo dos rachas de rua para investigar uma série de furtos. Enquanto tenta ganhar o respeito e a confiança do líder Dom Toretto, ele corre o risco de ser desmascarado.",
            "images": {
                "poster": "https://imgbox.com/C4DRspzm",
                "backdrop": ""
            }
        },
        {
            "numID": "CVF-VF249-48",
            "title": "Velozes e Furiosos 2",
            "year": "2003",
            "time": "1h 48m",
            "category": ["Ação", "Crime"],
            "description": "O ex-policial Brian O'Conner se muda de Los Angeles para Miami para recomeçar sua vida. Ele acaba se envolvendo em rachas na sua nova cidade com seu amigo Tej e Suki. Suas aventuras terminam quando ele é preso e faz um acordo com agentes do FBI. Brian tem a missão muito perigosa de prender um poderoso chefe do cartel das drogas.",
            "images": {
                "poster": "https://imgbox.com/wkLLVHNe",
                "backdrop": ""
            }
        },
        {
            "numID": "CVF-VF350-49",
            "title": "Velozes e Furiosos 3: Desafio de Tóquio",
            "year": "2006",
            "time": "1h 44m",
            "category": ["Ação", "Drama"],
            "description": "Sean Boswell é um piloto de rua que desafia seu rival e bate o carro no fim da corrida. Então, Sean decide se mudar para o Japão em companhia de seu pai para evitar a prisão nos Estados Unidos, já que os rachas não são nada populares com as autoridades. Em Tóquio, ele começa a aprender um excitante e perigoso estilo novo de competir nas ruas. Só que os riscos ficam ainda mais altos quando Sean decide competir com o campeão local e acaba se apaixonando pela namorada dele.",
            "images": {
                "poster": "https://imgbox.com/M2swKXyu",
                "backdrop": ""
            }
        },
        {
            "numID": "",
            "title": "",
            "year": "",
            "time": "",
            "url": "",
            "category": ["", ""],
            "description": "",
            "images": {
                "poster": "",
                "backdrop": ""
            }
        }
    ]
}
